"Add" = "Adicionar";
"Add Source" = "Adicionar Source";
"All Packages" = "Todos os pacotes";
"Analyzing dependencies..." = "Analisando dependências…";
"Author" = "Autor";
"Bad Source" = "Source Ruim";
"Cancel" = "Cancelar";
"Cancelled." = "Cancelado.";
"Cleaning up..." = "Limpando…";
"Custom..." = "Customizado…";
"Direct Dependencies" = "Dependências Diretas";
"Direct Dependency" = "Dependência Direta";
"Done" = "Feito";
"Downloading" = "Baixando";
"Finishing" = "Finalizando";
"have" = "tem";
"Install" = "Instalar";
"Installing" = "Instalando";
"Maintainer" = "Mantenedor";
"OK" = "OK";
"Package \"%@\" can't be removed as it is absolutely required for Icy to function." = "O pacote \"%@\" não pode ser removido porque é necessário para o funcionamento do Icy.";
"Package \"%@\" can't be removed as there are other packages that depend on it:\n%@" = "O pacote \"%1$@\" não pode ser removido porque existem outros pacotes dependentes:\n%2$@";
"Package \"%@\" cannot be installed (DPKG returned error #%d). More information can probably be found in the console log." = "O pacote \"%1$@\" não pôde ser instalado (DPKG retornou o erro #%2$d). Mais informações provavelmente podem ser encontradas no log do console.";
"Package \"%@\" cannot be removed (DPKG returned error #%d). More information can probably be found in the console log." = "O pacote\"%1$@\" não pôde ser removido (DPKG retornou o erro #%2$d). Mais informações provavelmente podem ser encontradas no log do console.";
"Package \"%@\" was not found." = "O pacote \"%@\" não foi encontrado. Provavelmente você precise adicionar o source que o contenha.";
"Please enter the source URL:" = "Por favor digite a URL do source:";
"Preparing" = "Preparando";
"Reinstall" = "Reinstalar";
"Removing" = "Removendo";
"Search All" = "Procurar todos";
"The source for the URL \"%@\" doesn't seems to be valid. It was not added." = "A source da URL \"%@\" não parece ser válida. Não foi adicionada.";
"Uncategorized" = "Não-categorizado";
"Update All" = "Atualizar todos";
"Remove" = "Remover";
"Version" = "Versão";
"Upgrade" = "Upgrade";
"View Console Log" = "Ver log do console";
"Package \"%@\" cannot be installed as there is a conflict with another installed package, \"%@\". Please uninstall it first." = "O pacote \"%@\" não pôde ser instalado porque ocorreu um conflito com outro pacote instalado, \"%@\". Por favor, desinstale-o primeiro.";
"Yesterday" = "Ontem";
"Two Days Ago" = "Dois Dias Atrás";
"More..." = "Mais…";
"Recent Packages" = "Pacotes Recentes";
"Force Remove" = "Forçar a Remoção";
"This package is marked as Essential and is considered crucial for the system operation. You can still forcibly remove it but doing so may render your system unusable. Please only do so if you know what you are doing." = "Esse pacote foi marcado como Essencial e é considerado crucial para o sistema operacional. Ainda assim você pode forçar a remoção, mas fazê-lo pode tornar seu sistema inútil. Por favor, somente continue se souber o que está fazendo.";
"%d Hours Ago" = "%d Horas Atrás";
"%d Hour Ago" = "%d Hora Atrás";
"%d Minutes Ago" = "%d Minutos Atrás";
"%d Minute Ago" = "%d Minuto Atrás";
"%d Days Ago" = "%d Dias Atrás";

/* NIB strings */
"Add All" = "Adicionar Todos";
"Other Credits" = "Outros Créditos";
"Copyright" = "Copyright";
"All rights reserved" = "Todos os direitos reservados";
"Categories" = "Categorias";
"Sources" = "Sources";
"Installed" = "Instalado";
"About" = "Sobre";
"Updated" = "Atualizado";
